---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterNumericLess
source: html/0172ed7a-5348-a9b4-5f19-b1dc5e0667fd.htm
---
# FilterNumericLess Members

Constructs an instance of FilterNumericLess.